Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་འདི་ནི་གླང་པོ་ཆེའི་ཤ་ལགས་ན་ཅི་ཁྱེད་ཅག་ཀྱང་གླང་པོ་ཆེའི་ཤ་གསོལ་ལམ།
en: “Noble ones, this is elephant flesh. Do you eat elephant flesh?”

source: ཁོ་བོ་ཅག་ནི་འཚོ་བ་ཁྱེད་ཅག་ལ་རག་ལས་པ་ཡིན་པས་གལ་ཏེ་ཁྱེད་ཟ་ན་ཁོ་བོ་ཅག་ལ་ཡང་བྱིན་ཅིག །དེ་དག་ལ་ཕུལ་ནས་དེ་དག་གིས་ལྷུང་བཟེད་ཀྱི་སྣོད་བཀང་སྟེ་ཕྱིར་བྱུང་བ་དགེ་སློང་གཞན་དག་ཅིག་བསོད་སྙོམས་ལ་རྒྱུས་པ་དེ་དག་གིས་མཐོང་ངོ་།
en: “Our lives depend on you. If you eat it, please give it to us, too.” She then offered the elephant flesh to them. When they had gone out with their bowls full, they were seen by the other monks who were going for alms.

source: །མཐོང་ནས་དྲིས་པ། ཨེ་མའོ་དྲུག་སྡེ་ལྷུང་བཟེད་ཀྱི་སྣོད་ཁེངས་ན་ཅི་ཡིན།
en: When the other monks saw the group of six monks, they asked them, “O group of six, if your bowls are full, what’s in them?”

source: དེ་དག་གིས་སྨྲས་པ། གླང་པོ་ཆེའི་ཤ་ཅུང་ཞིག་རྙེད་དོ།
en: “We have some elephant flesh,” they replied.

source: །ཅི་ཁྱེད་ཅག་གླང་པོ་ཆེའི་ཤ་ཡང་ཟའམ།
en: “Do you eat elephant flesh?”

source: ཚེ་དང་ལྡན་པ་དག་མུ་གེའི་དུས་བྱུང་བ་ལ་གལ་ཏེ་གཞན་མ་རྙེད་ན་ཅི་ཁོ་བོ་ཅག་ལྟོགས་ཏེ་འཆིའམ་ཞེས་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “Venerables, a famine has broken out. If we cannot get anything else, should we die of hunger?”

source: དགེ་སློང་དག་རྒྱལ་པོའི་གླང་པོ་ཆེ་ཚོ་དགུ་ཁ་དག་ལ། གལ་ཏེ་ཁྱེད་ཀྱིས་གླང་པོ་ཆེའི་ཤ་ཟོས་པ་རྒྱལ་པོས་ཐོས་ན། ཁྱེད་ལ་མངོན་པར་དད་པའི་ལྷ་དང་། ཀླུ་དང་། མི་དང་། མི་མ་ཡིན་པ་གཞན་དག་ཀྱང་ཡོད་པས་འཕགས་པ་དག་གླང་པོ་ཆེའི་ཤ་ཟ་སྟེ། དེས་ན་བདག་གི་གླང་པོ་ཆེ་ཚོ་དགུ་ཁ་དག་གོ་ཞེས་སེམས་པར་མི་འགྱུར་རམ། དགེ་སློང་དག་གིས་གླང་པོ་ཆེའི་ཤ་ལོངས་སྤྱད་པར་མི་བྱའོ།
en: When the monks reported this matter to the Blessed One, the Blessed One said, “Monks, since all the king’s elephants have died, if the king hears that you ate elephant flesh, will he not think, ‘Because the noble ones eat elephant flesh, my elephants have died,’ because there are gods, nāgas, humans, and other nonhuman creatures who have faith in you? Monks should not eat elephant flesh.

source: །ལོངས་སྤྱད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།
en: If a monk eats elephant flesh, he becomes guilty of an offense.

source: །གླང་པོ་ཆེའི་ཤ་ཇི་ལྟ་བ་བཞིན་དུ་རྟའི་ཤ་ཡང་དེ་དང་འདྲའོ།། །།
en: Horse flesh is the same as elephant flesh.” B. Nāga Flesh

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཡུལ་ཙམ་པ་ན་དྲང་སྲོང་གར་གའི་རྫིང་འགྲམ་ན་བཞུགས་སོ།
en: The Buddha, the Blessed One, was once staying on the bank of Ṛṣi Gargā Pond in the country of Campā.

source: །ཡུལ་ཙམ་པའི་ཀླུ་དད་པ་བཟང་བ་དགེ་བའི་བསམ་པ་ཅན་དེ་ཚེས་བརྒྱད་དང་བཅུ་བཞི་ལ་གནས་ནས་བྱུང་སྟེ་ཡན་ལག་བརྒྱད་དང་ལྡན་པའི་བསྙེན་གནས་བླངས་ནས་གནས་སྣང་བར་ལུས་ཆེན་པོར་བྱས་ཏེ་ལུས་བཏང་ནས་འདུག་ཅིང་།
en: The nāga of Campā was pious and good and had a virtuous disposition. On the eighth and the fourteenth days of every month, he left his abode, practiced the eightfold abstinence, illuminated the place, expanded his body, and gave it to others.

source: འཇིག་རྟེན་ན་སེམས་ཅན་གནས་པ་དག་ལ་ཅུང་ཟད་ཀྱང་གནོད་པའམ་སྐྲག་པར་མི་བྱེད་དོ།
en: He never harmed or frightened any beings in the world.

source: །མུ་གེའི་དུས་བྱུང་བས་ལས་ལ་མི་ལྟ་བའི་མི་ཕྱུགས་རྫི་རྣམས་དང་། ལུག་རྫི་རྣམས་དང་། རྩྭ་ཐུན་རྣམས་དང་། ཤིང་ཐུན་རྣམས་དང་། ལམ་གྱིས་འཚོ་བ་རྣམས་དང་། ལམ་གོལ་བས་འཚོ་བའི་མི་རྣམས་ཀྱིས་ཀླུའི་ཤ་ལ་དུམ་བུ་དུམ་བུར་བཅད་ནས་ལོངས་སྤྱད་པར་བརྩམས་སོ།
en: Since a famine had broken out, people who had lost their livelihoods, namely, herdsmen, shepherds, herb gatherers, wood gatherers, people making a living properly, and people making a living improperly, started to cut off pieces of the nāga’s flesh and eat them.

source: །དྲུག་སྡེའི་དགེ་སློང་དག་སྔ་དྲོ་ཤམ་ཐབས་བགོས་ལྷུང་བཟེད་དང་ཆོས་གོས་ཐོགས་ནས་བསོད་སྙོམས་ལ་ཞུགས་པ་ལས།
en: Early in the morning the group of six monks dressed, took their bowls and their robes, and entered the town for alms.

source: ཇི་ཙམ་ན་ཁྱིམ་བདག་གཞན་ཞིག་གིས་ཀླུའི་ཤ་ཕྲུ་བར་བཅུག་སྟེ་འཚེད་ཅིང་འདུག་པའི་ཁྱིམ་དེར་དེ་དག་ཞུགས་སོ། །ཁྱིམ་བདག་གི་ཆུང་མས་སྨྲས་པ། འཕགས་པ་དབུལ་དུ་ཅུང་ཟད་ཀྱང་མ་མཆིས་ཀྱིས་བཞུད་ཅིག །དེ་དག་གིས་སྨྲས་པ།
en: When they entered a house where a householder was cooking nāga flesh in a pot, the householder’s wife said, “Noble ones, we have nothing to offer you. Please leave.”

source: འཕགས་པ་འདི་ནི་ཀླུའི་ཤ་ལགས་ན་ཅི་ཁྱེད་ཅག་ཀྱང་ཀླུའི་ཤ་གསོལ་ལམ།
en: “Noble ones, this is nāga flesh. Do you eat nāga flesh?”

source: ཁོ་བོ་ཅག་ནི་འཚོ་བ་ཁྱེད་ལ་རག་ལས་པ་ཡིན་པས་གལ་ཏེ་ཁྱེད་ཅག་ཟ་ན་ཁོ་བོ་ཅག་ལ་ཡང་བྱིན་ཅིག །དེ་དག་ལ་ཕུལ་ནས་འཕགས་པ་རྣམས་ཀྱང་ལོངས་སྤྱོད་དོ་ཞེས་ཕལ་མོ་ཆེས་སྤྱད་པར་བརྩམས་སོ། །དེ་ནས་ཙམ་པའི་ཀླུའི་ཆུང་མ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: “Our lives depend on you. If you eat it, please give it to us, too.” She then offered the nāga flesh to them. Most of the other people then started to eat nāga flesh too, thinking, “Even the noble ones eat it.” At that time, the wife of the nāga of Campā thought, “Because even these noble ones eat nāga flesh, most people now eat it too.

source: འཕགས་པ་འདི་དག་ཀྱང་ཀླུའི་ཤ་ལ་ལོངས་སྤྱོད་པས་སྐྱེ་བོའི་ཚོགས་ཕལ་མོ་ཆེས་ལོངས་སྤྱད་ན་བདག་གི་ཁྱིམ་ཐབ་ཀྱིས་ཡུན་ཇི་སྲིད་ཅིག་སྡུག་བསྔལ་མནགས་དགོས།
en: How long does my husband have to bear his pain?

source: བདག་གིས་འདིའི་ཕྱིར་འདི་ཁོ་ན་བྱའོ་སྙམ་མོ།
en: I will ask the Blessed One.”

source: །དེ་ནས་ཙམ་པའི་ཀླུའི་ཆུང་མ་དེའི་མཚན་མོ་འདས་ནས་ཁ་དོག་འཕགས་པས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: Then the wife of the nāga of Campā, after the first watch of that night, went to the Blessed One, showing her noble figure.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: When she arrived, she bowed down until her forehead touched the feet of the Blessed One, and then she sat down to one side.

source: །དེའི་ཚེ་ཙམ་པའི་ཀླུའི་ཆུང་མའི་ཁ་དོག་གི་མཐུས་དྲང་སྲོང་གར་གའི་རྫིང་གི་ཉེན་ཀོར་ཐམས་ཅད་སྣང་བ་རྒྱ་ཆེན་པོས་ཁྱབ་པར་བྱས་སོ།
en: At that time, the figure of the wife of the nāga of Campā radiated light, the vast splendor of which filled the entire neighborhood of Ṛṣi Gargā Pond.

source: །ཙམ་པའི་ཀླུའི་ཆུང་མ་ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: After she sat down, the wife of the nāga of Campā said to the Blessed One, “Honored One, my husband is pious and good and has a virtuous disposition.

source: །བཙུན་པ་བདག་གི་སྡུམ་ཐབ་དད་པ་བཟང་བ་དགེ་བའི་བསམ་པ་ཅན་དེས་ཚེས་བརྒྱད་དང་བཅུ་བཞི་ལ་གནས་ནས་བྱུང་སྟེ་ཡན་ལག་བརྒྱད་དང་ལྡན་པས་བསྙེན་གནས་བླངས་ནས་ལུས་བཏང་སྟེ་མཆིས་ལ།
en: On the eighth and the fourteenth days of every month, he leaves his abode, practices the eightfold abstinence, and gives his body to others.

source: འཇིག་རྟེན་ན་སེམས་ཅན་དག་གནས་པ་ལ་གནོད་པ་དང་སྐྲག་པ་ཅུང་ཟད་ཀྱང་མི་བགྱིད་པ་མུ་གེའི་དུས་བྱུང་བས་ལས་ལ་མི་ལྟ་བའི་མི་ཕྱུགས་རྫི་རྣམས་དང་། ལུག་རྫི་རྣམས་དང་། རྩྭ་ཐུན་རྣམས་དང་། ཤིང་ཐུན་རྣམས་དང་། ལམ་གྱིས་འཚོ་བ་རྣམས་དང་། ལམ་གོལ་བས་འཚོ་བའི་མི་རྣམས་ཀྱིས་ཀླུའི་ཤ་དུམ་བུ་དུམ་བུར་བཀུམ་ནས་འཚལ་བ་འཕགས་པ་དག་གིས་གཟིགས་ནས་འཕགས་པ་རྣམས་ཀྱིས་གསོལ་བར་བརྩམས་སོ།
en: He never harms or frightens any beings in the world. Since a famine has broken out, people who have lost their livelihoods, namely, herdsmen, shepherds, herb gatherers, wood gatherers, people making a living properly, and people making a living improperly, cut off pieces of the nāga’s flesh and eat them. The noble ones saw this and they too started to eat the flesh.

source: །འཕགས་པ་རྣམས་ཀྱིས་གསོལ་ལ་དེ་དག་གིས་ཀྱང་ཆེར་བཀུམ་ཞིང་འཚལ་བར་བརྩམས་ནས་བདག་གི་སྡུམ་ཐབ་ཀྱིས་ཡུན་ཇི་སྲིད་ཅིག་སྡུག་བསྔལ་མནགས་འཚལ།
en: Because the noble ones eat it, most people have also started to cut it off and eat it. How long does my husband have to bear his pain?

source: ཀྱེ་མ་བཅོམ་ལྡན་འདས་ཐུགས་བརྩེ་བ་ཉེ་བར་བཟུང་སྟེ། གང་གི་ཕྱིར་འཕགས་པ་དག་ཀླུའི་ཤ་མི་གསོལ་བར་དགོངས་པའི་རྒྱུ་ཆུང་ཞིག་བཅའ་བར་གསོལ།
en: Alas, Blessed One, please have compassion and devise some reason for the noble ones to resolve not to eat nāga flesh.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཙམ་པའི་ཀླུའི་ཆུང་མ་ལ་ཅང་མི་གསུང་བས་གནང་ངོ་།
en: The Blessed One assented to the wife of the nāga of Campā by remaining silent.

source: །དེ་ནས་ཙམ་པའི་ཀླུའི་ཆུང་མ་བཅོམ་ལྡན་འདས་ཀྱིས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་དེ་ཉིད་དུ་མི་སྣང་བར་གྱུར་ཏོ།
en: The wife of the nāga of Campā, knowing that the Blessed One had assented by remaining silent, bowed down until her forehead touched the Blessed One’s feet and then disappeared from that very place.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་དེ་ཉིད་ཀྱི་མཚན་མོ་འདས་ནས་དགེ་སློང་གི་དགེ་འདུན་གྱི་གུང་ལ་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་སོ། །བཞུགས་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ།
en: Then, when the night had passed, the Blessed One sat on the seat prepared for him in front of the community of monks.

source: དགེ་སློང་དག་མདང་སུམ་ངའི་སྤྱན་སྔར་ཙམ་པའི་ཀླུའི་ཆུང་མ་མཚན་མོ་འདས་ནས་ཁ་དོག་འཕགས་པས་གང་ན་བ་དེར་འོངས་ཏེ་ཕྱིན་ནས་ངའི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: When he had sat down, the Blessed One said to the monks, “Monks, last night the wife of the nāga of Campā came to me after the first watch of the night, showing her noble figure. When she arrived, she bowed down until her forehead touched my feet, and then she sat down to one side.

source: །ཙམ་པའི་ཀླུའི་ཆུང་མ་ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་ང་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: After she had sat down, the wife of the Nāga of Campā said to me, ‘Honored One, my husband is pious and good and has a virtuous disposition.

source: །བཙུན་པ་བདག་གི་སྡུམ་ཐབ་དད་པ་བཟང་བ་དགེ་བའི་བསམ་པ་ཅན་དེ་ཚེས་བརྒྱད་དང་བཅུ་བཞི་ལ་རང་གི་གནས་ནས་བྱུང་སྟེ་ཡན་ལག་བརྒྱད་དང་ལྡན་པའི་བསྙེན་གནས་བླངས་ནས་ལུས་བཏང་སྟེ་མཆིས་ལ།
en: On the eighth and the fourteenth days of every month, he leaves his abode, practices the eightfold abstinence, and gives his body to others.

source: འཇིག་རྟེན་ན་སེམས་ཅན་དག་གནས་པ་ལ་གནོད་པ་དང་སྐྲག་པ་ཅུང་ཟད་ཀྱང་མི་བགྱིད་པ་མུ་གེའི་དུས་བྱུང་བས་ལས་ལ་མི་ལྟ་བའི་མི་ཕྱུགས་རྫི་རྣམས་དང་། ལུག་རྫི་རྣམས་དང་། རྩྭ་ཐུན་རྣམས་དང་། ཤིང་ཐུན་རྣམས་དང་། ལམ་གྱིས་འཚོ་བ་རྣམས་དང་། ལམ་གོལ་བས་འཚོ་བའི་མི་རྣམས་ཀྱིས་ཀླུའི་ཤ་དུམ་བུ་དུམ་བུར་བཀུམ་ནས་འཚལ་ལོ།
en: He never harms or frightens any beings in the world. Since a famine has broken out, people who have lost their livelihoods, namely, herdsmen, shepherds, herb gatherers, wood gatherers, people making a living properly, and people making a living improperly, cut off pieces of the nāga’s flesh and eat them.

source: །དེ་དག་གིས་འཚལ་བ་དང་། འཕགས་པ་དག་གིས་ཀྱང་གསོལ་བར་བརྩམས་སོ།
en: When they began to eat the flesh, the noble ones also started to eat it.

source: །འཕགས་པ་རྣམས་ཀྱང་གསོལ་ཏོ་ཞེས་དེ་དག་གིས་ཆེར་བཀུམ་ཞིང་འཚལ་བར་བརྩམས་ན།
en: Because the noble ones also eat the flesh, most people have also started to cut it off and eat it too.

source: བདག་གི་སྡུམ་ཐབ་ཀྱིས་ཡུན་ཇི་སྲིད་ཅིག་སྡུག་བསྔལ་མནགས་འཚལ།
en: How long does my husband have to bear his pain?

source: ཀྱེ་བཅོམ་ལྡན་འདས་ཐུགས་བརྩེ་བ་ཉེ་བར་བཟུང་སྟེ་གང་གི་ཕྱིར་འཕགས་པ་དག་ཀླུའི་ཤ་མི་གསོལ་བར་དགོངས་པས་རྒྱུ་ཅུང་ཞིག་བཅའ་བར་གསོལ་ཞེས་ཟེར་ནས་ངས་ཙམ་པའི་ཀླུའི་ཆུང་མ་ལ་ཅང་མི་གསུང་བས་གནང་ངོ་། །དེ་ནས་ཙམ་པའི་ཀླུའི་ཆུང་མས་ང་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས་ངའི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་དེ་ཉིད་དུ་མི་སྣང་བར་གྱུར་ཏོ།
en: Alas, Blessed One, please have compassion and devise some reason for the noble ones to resolve not to eat nāga flesh.’ I assented to the wife of the nāga of Campā by remaining silent, and the wife of the nāga of Campā, knowing that I had assented by remaining silent, bowed down until her forehead touched my feet and then disappeared from that very place.

source: །གང་ལ་ད་ལྟར་ལྷ་དག་ཀྱང་ཤཱཀྱའི་སྲས་ཀྱི་དགེ་སློང་རྣམས་ནི་དགེ་བའི་ཆོས་རྣམས་ལས་ཉམས་སོ་ཞེས་སྨོད་པར་བྱེད། ཕྱར་ཀ་གཏོང་བར་བྱེད། ཁ་ཟེར་བར་བྱེད་པ་འདི་ནི་བཟང་པོ་མ་ཡིན། རིགས་པ་མ་ཡིན་ཏེ།
en: Now the gods also criticize, insult, and disparage the monks who ate the nāga flesh, saying, ‘Those monks, the sons of the Śākyans, have fallen away from the virtuous dharmas.’ This incident is not good, not appropriate.

source: དགེ་སློང་དག་དེ་ལྟ་བས་ན་དགེ་སློང་དག་གིས་ཀླུའི་ཤ་བཟའ་བར་མི་བྱའོ།
en: Therefore, monks, monks should not eat nāga flesh.

source: །ཟ་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།། །།
en: If a monk eats nāga flesh, he becomes guilty of an offense.” III.

source: བཅོམ་ལྡན་འདས་ཡུལ་མ་ག་དྷཱའི་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་ན་རྒྱལ་པོའི་ཁབ་ཏུ་བྱོན་ནས།
en: Hemorrhoids The Blessed One was once traveling through the country of Magadha and arrived at Rājagṛha.

source: རྒྱལ་པོའི་ཁབ་འོད་མའི་ཚལ་བྱ་ཀ་ལན་ད་ཀ་གནས་པ་ན་བཞུགས་སོ།
en: He stayed in Kalandaka­nivāpa Bamboo Grove near Rājagṛha.

source: །མ་ག་དྷཱའི་རྒྱལ་པོ་བཟོ་སྦྱངས་གཟུགས་ཅན་སྙིང་པོས་བཅོམ་ལྡན་འདས་ཡུལ་མ་ག་དྷཱའི་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་ཏེ། རྒྱལ་པོའི་ཁབ་འོད་མའི་ཚལ་བྱ་ཀ་ལན་ད་ཀ་གནས་པ་ན་བཞུགས་སོ་ཞེས་ཐོས་སོ། །ཐོས་ནས་ཀྱང་ཡང་འདི་སྙམ་དུ་སེམས་ཏེ། བཅོམ་ལྡན་འདས་བདག་གིས་ལན་མང་དུ་སྤྱན་དྲངས་ཏེ་ཞལ་ཟས་གསོལ་ནས་ལན་འགའ་ཡང་ཟླ་བ་གསུམ་དུ་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་མ་བསྟབས་ཀྱིས།
en: When King Śreṇya Bimbisāra of Magadha heard that the Buddha, the Blessed One, was traveling through the country of Magadha, had arrived at Rājagṛha, and was staying in Kalandaka­nivāpa Bamboo Grove near Rājagṛha, he thought, “Although I have invited the Blessed One many times and the Blessed One has had meals, he has never been offered all the requisites for three months.

source: མ་ལ་བདག་གིས་བཅོམ་ལྡན་འདས་ལ་ཟླ་བ་གསུམ་དུ་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་བསྟབས་ཤིང་སྨན་པའི་རྒྱལ་པོ་འཚོ་བྱེད་ཀྱང་དབུལ་ལོ་སྙམ་མོ།
en: Now I will offer the Blessed One all the requisites for three months, and I will also send Jīvaka, the chief physician.”

source: །དེ་ནས་རྒྱལ་པོའི་འབྱོར་པ་དང་། རྒྱལ་པོའི་མཐུ་ཆེན་པོས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: The king went to the Blessed One displaying royal treasures and great royal power. When the king arrived, he bowed down until his forehead touched the feet of the Blessed One, and then he sat down to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་མ་ག་དྷཱའི་རྒྱལ་པོ་བཟོ་སྦྱངས་གཟུགས་ཅན་སྙིང་པོ་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གྱིས་ཡང་དག་པར་སྟོན་པར་མཛད། ཡང་དག་པར་འཛིན་དུ་འཇུག་པར་མཛད། ཡང་དག་པར་གཟེངས་སྟོད་པར་མཛད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་དོ།
en: When he had sat down to one side, the Blessed One, through talk consistent with the Dharma, instructed, inspired, encouraged, and delighted King Śreṇya Bimbisāra of Magadha.

source: །རྣམ་གྲངས་དུ་མར་ཆོས་དང་ལྡན་པས་གཏམ་གྱིས་ཡང་དག་པར་བསྟན། ཡང་དག་པར་འཛིན་དུ་བཅུག །ཡང་དག་པར་གཟེངས་བསྟོད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་ནས་ཅང་མི་གསུང་ངོ་།
en: After he had instructed, inspired, encouraged, and delighted the king in a variety of ways through talk consistent with the Dharma, the Blessed One remained silent.

source: །དེ་ནས་མ་ག་དྷཱའི་རྒྱལ་པོ་བཟོ་སྦྱངས་གཟུགས་ཅན་སྙིང་པོ་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་གང་ན་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ལ་དགུང་ཟླ་གསུམ་དུ་བསོད་སྙོམས་དང་། ན་བཟའ་ཆོས་གོས་དང་། གཟིམས་ཆ་དང་། སྙུན་དཔྱད་ཀྱི་རྐྱེན་སྨན་གྱི་ཡོ་བྱད་རྣམས་དང་། སྨན་པའི་རྒྱལ་པོ་འཚོ་བྱེད་དབུལ་ན་བདག་ལ་གནང་བར་མཛད་དུ་གསོལ།
en: Then King Śreṇya Bimbisāra of Magadha rose from his seat, draped his upper robe over one shoulder, knelt on his right knee, made the gesture of supplication to the Blessed One, and said, “May the Blessed One together with the community of monks assent to my offer of the requisites, namely, robes, almsfood, bedding and seats, and medicines for the sick, along with Jīvaka, the chief physician, for three months.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་མ་ག་དྷཱའི་རྒྱལ་པོ་བཟོ་སྦྱངས་གཟུགས་ཅན་སྙིང་པོ་ལ་ཅང་མི་གསུང་བས་གནང་ངོ་།
en: The Blessed One assented to King Śreṇya Bimbisāra of Magadha by remaining silent.

source: །དེ་ནས་མ་ག་དྷཱའི་རྒྱལ་པོ་བཟོ་སྦྱངས་གཟུགས་ཅན་སྙིང་པོས་བཅོམ་ལྡན་འདས་ཀྱིས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས། སྟན་ལས་ལངས་ཏེ་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ནས་སོང་ངོ་།
en: King Śreṇya Bimbisāra of Magadha, knowing that the Blessed One had assented by remaining silent, rose from his seat, bowed down until his forehead touched the Blessed One’s feet, and departed.

source: །བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་མ་ག་དྷཱའི་རྒྱལ་པོ་བཟོ་སྦྱངས་གཟུགས་ཅན་སྙིང་པོས་ཟླ་བ་གསུམ་དུ་ན་བཟའ་ཆོས་གོས་དང་། བསོད་སྙོམས་དང་། གཟིམས་ཆ་དང་། སྙུན་གྱི་རྐྱེན་སྨན་གྱི་ཡོ་བྱད་ཐམས་ཅད་དང་། སྨན་པའི་རྒྱལ་པོ་འཚོ་བྱེད་ཀྱིས་རིམ་གྲོ་ཁོ་ན་བྱས་སོ། །ཡུལ་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས།
en: The Blessed One together with the community of monks was provided by King Śreṇya Bimbisāra of Magadha with all the requisites, namely, robes, almsfood, bedding and seats, and medicines for the sick, along with Jīvaka, the chief physician, for three months.

source: བཅོམ་ལྡན་འདས་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་མ་ག་དྷཱའི་རྒྱལ་པོ་བཟོ་སྦྱངས་གཟུགས་ཅན་སྙིང་པོས་ཡོ་བྱད་ཐམས་ཅད་དང་། སྨན་པའི་རྒྱལ་པོ་འཚོ་བྱེད་བསྟབས་སོ་ཞེས་ཐོས་སོ། །ཐོས་ནས་ཀྱང་འདི་སྙམ་དུ་སེམས་ཏེ། དེ་ཡང་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ་ཡིན། བདག་ཀྱང་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ་ཡིན་ལ། དེའི་སྨན་པའི་རྒྱལ་པོ་ནི་འཚོ་བྱེད་ཡིན་ལ།
en: When King Prasenajit of Kosala heard that the Blessed One together with the community of disciples had been provided by King Śreṇya Bimbisāra of Magadha with all the requisites, along with Jīvaka, the chief physician, for three months, he thought, “He is an anointed kṣatriya king, and I am also an anointed kṣatriya king.

source: བདག་གི་སྨན་པའི་རྒྱལ་པོ་ནི་རྒྱུན་ཤེས་ཀྱི་བུ་ཡིན་གྱིས་གང་གི་ཚེ་བཅོམ་ལྡན་འདས་མཉན་ཡོད་དུ་བྱོན་པ་དེའི་ཚེ་བདག་གིས་ཀྱང་བཅོམ་ལྡན་འདས་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་ཐབས་ཅིག་ལ་ཡོ་བྱད་ཐམས་ཅད་དང་། སྨན་པའི་རྒྱལ་པོ་རྒྱུན་ཤེས་ཀྱི་བུ་བསྟབ་པར་བྱའོ་སྙམ་མོ།
en: His chief physician is Jīvaka, and my chief physician is Ātreya. So, I will offer the Blessed One together with the community of disciples all the requisites, along with Ātreya, the chief physician, when the Blessed One comes to Śrāvastī.”

source: །ཇི་ཙམ་ན་བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ཏུ་དབྱར་བཞུགས་ནས་དབྱར་གྱི་ཟླ་བ་གསུམ་འདས་ནས་ཆོས་གོས་བྱས་པ་དང་ལྡན། ཆོས་གོས་ཟིན་པ་དང་ལྡན་ནས་ལྷུང་བཟེད་དང་ཆོས་གོས་བསྣམས་ཏེ། དགེ་སློང་གི་ཚོགས་ཀྱིས་ཡོངས་སུ་བསྐོར་ཅིང་། དགེ་སློང་གི་དགེ་འདུན་གྱི་མདུན་གྱིས་བལྟས་ནས་མཉན་ཡོད་གང་ན་བ་དེར་རྒྱུ་ཞིང་གཤེགས་ཏེ།
en: The Blessed One stayed at Rājagṛha during the rainy season. When the three months of the rainy season had passed, he finished mending his robes, took his bowl and his robe, and traveled through the country toward Śrāvastī, surrounded by a group of monks and followed by the community of monks.

source: རིམ་གྱིས་རྒྱུ་ཞིང་གཤེགས་པ་ན། མཉན་ཡོད་དུ་བྱོན་ནས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ།
en: In due course, the Blessed One, traveling through the country, arrived in Śrāvastī and stayed in the Jetavana, in the Park of Anāthapiṇḍada near Śrāvastī.

source: །ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་བཅོམ་ལྡན་འདས་ཡུལ་ཀོ་ས་ལའི་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་ན་མཉན་ཡོད་དུ་བྱོན་ནས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ་ཞེས་ཐོས་སོ། །ཐོས་ནས་ཀྱང་མཉན་ཡོད་ནས་བྱུང་ནས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: When King Prasenajit of Kosala heard that the Blessed One, traveling through the country of Kosala, had arrived in Śrāvastī and was staying in the Jetavana, in the Park of Anāthapiṇḍada near Śrāvastī, he left Śrāvastī and went to the Blessed One.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: When the king arrived, he bowed down until his forehead touched the feet of the Blessed One, and then he sat down to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གྱིས་ཡང་དག་པར་སྟོན་པར་མཛད། ཡང་དག་པར་འཛིན་དུ་འཇུག་པར་མཛད། ཡང་དག་པར་གཟེངས་སྟོད་པར་མཛད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་དེ།
en: When he had sat down to one side, the Blessed One, through talk consistent with the Dharma, instructed, inspired, encouraged, and delighted King Prasenajit of Kosala.

source: རྣམ་གྲངས་དུ་མར་ཆོས་དང་ལྡན་པའི་གཏམ་གྱིས་ཡང་དག་པར་བསྟན། ཡང་དག་པར་འཛིན་དུ་བཅུག །ཡང་དག་པར་གཟེངས་བསྟོད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་ནས་ཅང་མི་གསུང་ངོ་།
en: After he had instructed, inspired, encouraged, and delighted him in a variety of ways through talk consistent with the Dharma, the Blessed One remained silent.

source: །དེ་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་སྟན་ལས་ལངས་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་གང་ན་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ལ་དགུང་ཟླ་གསུམ་དུ་ན་བཟའ་ཆོས་གོས་དང་། བསོད་སྙོམས་དང་། གཟིམས་ཆ་དང་། སྙུན་སྨན་གྱི་རྐྱེན་སྨན་གྱི་ཡོ་བྱད་རྣམས་དང་། སྨན་པའི་རྒྱལ་པོ་རྒྱུན་ཤེས་ཀྱི་བུ་དབུལ་ན་བདག་ལ་གནང་བར་མཛད་དུ་གསོལ།
en: Then King Prasenajit of Kosala rose from his seat, draped his upper robe over one shoulder, knelt on his right knee, made the gesture of supplication to the Blessed One, and said, “May the Blessed One together with the community of monks assent to my offer of the requisites, namely, robes, almsfood, bedding and seats, and medicines for the sick, along with Ātreya, the chief physician, for three months.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་ལ་ཅང་མི་གསུང་བས་གནང་ངོ་།
en: The Blessed One assented to King Prasenajit of Kosala by remaining silent.

source: །དེ་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་བཅོམ་ལྡན་འདས་ཀྱིས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས་སྟན་ལས་ལངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ནས་སོང་ངོ་།
en: King Prasenajit of Kosala, knowing that the Blessed One had assented by remaining silent, rose from his seat, bowed down until his forehead touched the Blessed One’s feet, and departed.

source: །བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་ཟླ་བ་གསུམ་དུ་ཡོ་བྱད་ཐམས་ཅད་དང་། སྨན་པའི་རྒྱལ་པོ་རྒྱུན་ཤེས་ཀྱི་བུས་རིམ་གྲོ་ཁོ་ན་བྱས་སོ།
en: The Blessed One together with the community of monks was provided by King Prasenajit of Kosala with all the requisites, along with Ātreya, the chief physician, for three months.

source: །ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱི་ཀུན་དུ་སྤྱོད་པ་ནི་ནང་པར་སྔར་ལངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་ཕྱག་བྱས་ནས་དགེ་སློང་ནད་པ་ལ་ལྟ་བ་ཡིན་ནོ།
en: King Prasenajit of Kosala always rose at dawn, bowed down until his forehead touched the feet of the Blessed One, and visited the sick monks.

source: །ཇི་ཙམ་ན་དགེ་སློང་གཞན་ཞིག་གཞང་འབྲུམ་གྱིས་ཐེབས་ནས་དེ་སྐྱ་བོ་བསེང་བསེང་པོར་གྱུར་ཅིང་རིད་པ་དང་། ཉམ་ཆུང་བ་དང་། ན་བས་ཉམ་དམས་པར་གྱུར་པ་དེ་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་མཐོང་ནས་སྨྲས་པ།
en: At that time, a monk had hemorrhoids and turned pale, became emaciated, lost his strength, and was weakened.

source: འཕགས་པ་ཁྱོད་ཅིའི་ཕྱིར་སྐྱ་བོ་བསེང་བསེང་པོར་གྱུར་ཅིང་རིད་པ་དང་། ཉམ་ཆུང་བ་དང་། ན་བས་ཉམ་དམས་པར་གྱུར།
en: King Prasenajit of Kosala saw him and asked, “Noble one, why have you turned pale, become emaciated, lost your strength, and been weakened?”

source: ལྷ་བདག་གཞང་འབྲུམ་གྱིས་ཐེབས་སོ།
en: “Your Majesty, I have hemorrhoids,” answered the monk.

source: །དེ་ནས་རྒྱལ་པོས་སྨན་པའི་རྒྱལ་པོ་རྒྱུན་ཤེས་ཀྱི་བུ་ལ་བསྒོ་བ།
en: The king then ordered Ātreya, the chief physician, “Treat this monk.”

source: དགེ་སློང་འདིའི་དཔྱད་བྱོས་ཤིག །ལྷ་བཀའ་བཞིན་འཚལ།
en: “Certainly, Your Majesty,” Ātreya replied.

source: དེ་མ་དད་པས་དེས་མ་བྱས་སོ།
en: Because Ātreya was impious, he did not treat the monk.

source: །ཇི་ཙམ་ན་རྒྱལ་པོས་ཡང་དགེ་སློང་དེ་མཐོང་ནས་སྨྲས་པ། འཕགས་པ་ཁྱོད་རྒྱུན་ཤེས་ཀྱི་བུས་དཔྱད་མ་བགྱིས་སམ།
en: Later, the king saw the monk again and asked him, “Noble one, were you not treated by Ātreya?”

source: ལྷ་མ་བགྱིས་སོ།
en: “I was not, Your Majesty,” answered the monk.

source: །དེ་ནས་རྒྱལ་པོ་ཁྲོས་ཏེ་རྒྱུན་ཤེས་ཀྱི་བུ་ཕོ་ཉས་བཀུག་ནས་བསྒོ་བ།
en: Then the king became enraged.

source: གལ་ཏེ་ཁྱོད་ཀྱིས་དགེ་སློང་འདིའི་དཔྱད་བྱས་ན་དེ་ལྟ་ན་ལེགས།
en: He summoned Ātreya by messenger and warned, “If you treat this monk, all will be fine.

source: གལ་ཏེ་མ་བྱས་ན་ཁྱོད་ཀྱི་དབང་ཐང་གཅད་དོ།
en: But if you do not, I will curtail your allotment.”

source: །དེ་རང་བཞིན་གྱིས་མ་དད་པ་ཞིག་པས་ཆེར་འཁྲུགས་ནས། དགེ་སྦྱོང་མགོ་རེག་འདིའི་ཕྱིར་ལྷས་བདག་གི་དབང་ཐང་གཅོད་པར་འགྱུར་རོ་ཞེས་དེས་དགེ་སློང་དེ་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་གྱི་སྒོར་བཟོ་བཅོས་བྱས་ནས་དེ་དང་དེ་ནས་མཚོན་གྱི་ལས་བྱ་བར་བརྩམས་སོ།
en: Ātreya, who was naturally impious, himself became very angry and thought, “His Majesty will curtail my allotment because of this shaven-headed śramaṇa.” Ātreya tied the monk up at the gate of the Jetavana and began surgery.
